{
"fruits_veggies" : "Need a rating between 1 to 5, to understand user intake on Fruits and Vegetable compared to their entire meal.",
"average_stress" : "Need a rating between 1 to 5, to understand user stress level in general during work hours.",
"places_visited" : "Need a rating between 1 to 10, to understand places visited by the user as vacation/trip with the purpose of relaxation or enjoyment.",
"core_circle" : "Need a rating between 1 to 10, to understand how many people are the user close to on a personal level.",
"supporting_others" : "Need a rating between 1 to 10, to express how open and helpful the user is when they need to support other people.",
"social_network" : "Need a rating between 1 to 10, to get a measure on how much work related socialization does the user attend.",
"achievement" : "Need a rating between 1 to 10, to evaluated number of achievement has the user recieved or acknowledged relating either work or personal life.",
"donation" : "Need a rating between 1 to 5, to get an estimate on user donation/contribution outside of work.",
"bmi_range" : "Need a rating between yes or no answer to know whether user is between their BMI range.",
"todo_completed" : "Need a rating between 1 to 10, to understand user todo completed.",
"average_daily_steps" : "Need a rating between 1 to 10, to understand user average daily steps.",
"sleep_hours" : "Need a rating between 1 to 10, to understand user sleep hours.",
"lost_vacation" : "Need a rating between 1 to 10, to understand user lost vacation.",
"average_shouting" : "Need a rating between 1 to 10, to understand user average shouting.",
"sufficient_income" : "Need a rating between 1 to 2, to understand user sufficient income.",
"personal_awards" : "Need a rating between 1 to 10, to understand user personal awards.",
"time_for_passion" : "Need a rating between 1 to 10, to understand user time for passion.",
"weekly_meditation" : "Need a rating between 1 to 10, to understand user weekly meditation.",
"age" : "Need a rating between 1 to 2, to understand user age.",
"gender" : "Need a rating between 1 to 2, to understand user gender."
}